# export HOMEBREW_CASK_OPTS="--appdir=~/Applications"

tap 'homebrew/services'

brew 'caskroom/cask/brew-cask'

cask 'menumeters'
cask 'coconutbattery'
cask 'slimbatterymonitor'
cask 'keyboard-cleaner'
cask 'rescuetime'
cask 'dropbox'
cask 'slack'
cask 'rowanj-gitx'
cask 'google-chrome'
cask 'the-unarchiver'
cask 'google-drive'
cask 'caffeine'
cask 'quicksilver'
cask 'iterm2'
cask 'key-codes'
cask 'preferencecleaner'
cask 'preference-manager'
cask 'bettertouchtool'

cask 'rcdefaultapp'
cask 'colorpicker-hex'
cask 'secrets'
# todo widget manager prefpane

cask 'github-desktop'
cask 'macvim'
cask 'skype'
cask 'spotify'
cask 'cloud'

cask 'keka'
cask 'transmission'
cask 'vlc'
cask 'alfred'
cask 'macdown'
# cask 'quickcast'
cask 'monotype-skyfonts'
# cask 'sequel-pro'

# brew 'openssl'
brew 'v8'
brew 'zsh'
brew 'git'
brew 'wget'
# brew 'tmux'
# brew 'reattach-to-user-namespace'
# brew 'ctags'
brew 'ack'
brew 'the_silver_searcher'
brew 'chruby'
brew 'ruby-install'
brew 'heroku-toolbelt'
brew 'postgresql'
brew 'mysql'
brew 'redis'
brew 'memcached'
brew 'hub'
brew 's3cmd'
brew 'selecta'
brew 'fpp'
brew 'midnight-commander'
brew 'graphviz'
brew 'youtube-dl'

brew 'ImageMagick'
brew 'direnv'
brew 'asciinema'

cask 'rcdefaultapp'

cask 'whatsapp'
cask 'controlplane'

brew 'gitup'
cask 'google-earth'
