# brew 'ImageMagick'
# brew 'asciinema'
# brew 'ctags'
# brew 'direnv'
# brew 'fpp'
# brew 'git'
# brew 'gitup'
# brew 'graphviz'
# brew 'hub'
# brew 'memcached'
# brew 'mysql'
# brew 'neovim'
# brew 'openssl'
# brew 'readline'
# brew 'reattach-to-user-namespace'
# brew 'redis'
# brew 'selecta'
# brew 'the_silver_searcher'
# brew 'tmate'
# brew 'tmux'
# brew 'v8'
# brew 'xz'
# brew 'youtube-dl'
# brew 'zsh'
# cask 'alfred'
# cask 'amethyst'
# cask 'bettertouchtool'
# cask 'cloud'
# cask 'controlplane'
# cask 'geekbench'
# cask 'github-desktop'
# cask 'google-backup-and-sync'
# cask 'google-drive'
# cask 'google-earth'
# cask 'keka'
# cask 'menumeters'
# cask 'min'
# cask 'monotype-skyfonts'
# cask 'quickcast'
# cask 'quicksilver'
# cask 'rescuetime'
# cask 'secrets'
# cask 'sequel-pro'
# cask 'telegram'
# cask 'textual'
# cask 'transmission'
# cask 'vanilla'
# cask 'vlc'
# export HOMEBREW_CASK_OPTS="--appdir=~/Applications"
# todo widget manager prefpane
brew 'ack'
brew 'chruby'
brew 'diff-so-fancy'
brew 'heroku'
brew 'mas'
brew 'midnight-commander'
brew 'postgresql'
brew 'ruby'
brew 'ruby-install'
brew 's3cmd'
brew 'sqlite'
brew 'wget'
brew 'yarn'
cask 'appcleaner'
cask 'authy'
cask 'basecamp'
cask 'bettertouchtool'
cask 'bitbar'
cask 'caffeine'
cask 'coconutbattery'
cask 'colorpicker-developer'
cask 'dash3'
cask 'dropbox'
cask 'enolsoft-chm-view'
cask 'google-chrome'
cask 'ichm'
cask 'imageoptim'
cask 'iterm2'
cask 'itsycal'
cask 'java8'
cask 'kap'
cask 'karabiner-elements'
cask 'key-codes'
cask 'keyboard-cleaner'
cask 'macdown'
cask 'macvim'
cask 'preference-manager'
cask 'preferencecleaner'
cask 'rcdefaultapp'
cask 'rocket'
cask 'rowanj-gitx'
cask 'skitch'
cask 'skype'
cask 'slack'
cask 'slimbatterymonitor'
cask 'spectacle'
cask 'spotify'
cask 'the-unarchiver'
cask 'tyke'
cask 'wavebox'
cask 'whatsapp'
cask 'yujitach-menumeters'
mas "3Hub", id: 427515976
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Kaomoji", id: 1025701729
mas "Monosnap", id: 540348655
